{"inkVersion":20,"root":[["\n","ev",{"VAR?":"CHOICES_TEST"},{"VAR?":"GEli0"},"?","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"AloisNoGrigri"},{"->":"0.7"},null]}],"nop","\n","ev",{"VAR?":"CHOICES_TEST"},{"VAR?":"GEli1"},"?","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"AloisYesGrigri"},{"->":"0.15"},null]}],"nop","\n","ev",{"VAR?":"CHOICES_TEST"},{"VAR?":"GEli0"},"?","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"EliseNoGrigri"},{"->":"0.23"},null]}],"nop","\n","ev",{"VAR?":"CHOICES_TEST"},{"VAR?":"GEli1"},"?","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"EliseYesGrigri"},{"->":"0.31"},null]}],"nop","\n","^\"Mince.\"","\n","^Je tourne la tête vers ma mère entrain de frénétiquement ouvrir les armoires de la cuisine.","\n","^\"Qu'est-ce qui se passe ?\"","\n","^\"J'ai oublié de prendre du café, et visiblement Nat en est à court.\"","\n","^\"Tu peux aller en acheter chez Greg ?\"","\n","^\"Tu penses qu'il est toujours ouvert ?\"","\n","^\"Je le connais, ce magasin fermera le jour où il passera l'arme à gauche.\"","\n","^Greg est le gérant d'une superette de village ainsi qu'un ancien ami de mes parents.","\n","^Lorsqu'on était petit Yann, Martin, Zoé et moi allions souvent prendre des friandise chez lui.","\n","^C'est un chic type, j'espère qu'il va toujours aussi bien.","\n","^Ma mère sort un billet de dix de son porte monnais qu'elle me tend.","\n","^\"Et essaye de prendre du extra-fort s'il te plait.\"","\n","^\"Comment me tromper.\"","\n","^J'enfile mon menteau avant de sortir.","\n","^\"A toute à l'heure.\"","\n","^\"A toute.\"","\n","^En descendant la rue jusqu'au magasin, je repense aux évènements d'hier.","\n","^J'ai peut-être été trop dure avec eux.","\n","^Je revois mes amis après tout ce temps et j'ai tout ruiné.","\n","^Mais leurs réactions...","\n","^C'est juste...","\n","^Juste...","\n","^Aaaaaahhh !","\n","^Je devrais penser à autour chose.","\n","^Pas comme si j'allais les revoirs.","\n","^Le magasin est toujours au même endroit, mais il semble fermé.","\n","^Je m'approche et vois un petit carton derrière l'une des fenêtres.","\n","^\"Ouvre à 9h\"","\n","^Je regarde mon téléphone.","\n","^\"8h50\"","\n","^J'aurais pas à attendre énormément, c'est déjà ça.","\n","^Je recule un peu, et rentre accidentellement dans quelqu'un.","\n","^\"Ah !\"","\n","^\"Ah !\"","\n","^Le jeune homme tombe en arrière.","\n","^\"Oh mon dieu. Vous allez bien ?\"","\n","^Je lui tend ma main pour l'aider à se relever, quelque chose semble familier chez lui.","\n","^\"Oui... Désolé je vous ais fait peur...\"","\n","^\"C'est ma faute j'aurais dû faire plus attention.\"","\n","^Mais il n'a vraiment fait aucun bruit, je ne l'ai pas vu venir du tout.","\n","^Mais...","\n","^Ces cheveux... Et cette voix...","\n","^\"Aloïs..?\"","\n","^\"A-Arianne !?\"","\n","^Il me regarde avec des yeux écarquillé. J'ai probablement l'air très différente de la dernière fois qu'on s'est vu.","\n","^\"Whoa. J'aurais jamais cru te revoir un jour.\"","\n","^\"M-Moi non plus...\"","\n","^Aloïs était dans la même classe que Yann, donc je le voyais de temps en temps.","\n","^Comme Adonis n'est pas massif, tout les enfants se connaisse plus ou moins.","\n","^Il était assez timide et réservé mais c'était pas un type méchant.","\n","^De souvenir il avait sauté une classe, donc c'était probablement pour ça qu'il passait moins de temps avec les autres élèves.","\n","^Et c'était aussi quelqu'un de très intelligent, j'imagine qu'il doit faire des études sur des sujets qui me dépasse.","\n","^\"Comment tu vas depuis le temps ?\"","\n","^\"Bien je suppose ?\"","\n","^\"Enfin tu sais... Il se passe plein de choses...\"","\n","^Je sens alors une sensation dans ma poche.","\n","^Je sors ce qu'il y a dedans et...","\n","^Le bracelet ?","\n","^Je l'avais oublié, mais l'une des perles semble briller légèrement.","\n","^Je pourrais l'utiliser comme hier ?","\n","^\"Arianne ?\"","\n","^Aloïs me regarde bizarrement. En même temps je regarde un bracelet depuis tout à l'heure.","\n","^\"Désolé. Je t'écoutes.\"","\n","^\"...\"","\n","^\"Tu disais ?\"","\n","^\"C'est euh... Rien d'important.\"","\n","^\"Si tu le dis.\"","\n",{"->":"discu_no_grigri"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"AloisYesGrigri":["^Qu'est-ce qu'il vient de dire ?","\n","^\"Si tu voulais que je part dis le tout de suite.\"","\n","^Aloïs recule de quelque pas.","\n","^\"Qu'est-ce qui...\"","\n","^\"J'ai compris, je te mets mal.\"","\n","^\"Hein non je..\"","\n","^\"Désolé d'être moi Aloïs.\"","\n","^Il me regarde avec un air terrifié et part presque en courant.","\n","^Je ne sais pas si c'était une bonne idée d'utiliser le bracelet.","\n","^J'ai l'impression que ça brouille mon cerveau, comme si je fusionnais avec celui de l'autre personne.","\n","^C'est peut-être ce qui se passe.","\n","^Mais il avait une telle peur. J'en ais eu peur moi même.","\n","^Je devrais peut-être pas rentrer dans la tête des gens tout court.","\n",{"->":"greg_intro"},{"#f":1}],"AloisNoGrigri":["^Ah!","\n","^J'ai l'impression d'avoir été explusé de sa tête...","\n","^Il faut que je fasse attention la prochaine fois.","\n","^Il n'a pas l'air d'avoir vu quoi que ce soit...","\n",{"->":"discu_no_grigri"},{"#f":1}],"discu_no_grigri":["^\"Sinon, qu'est-ce que tu fais là ?\"","\n","^\"Je dois récupérer un colis pour mes parents.\"","\n","^\"Je vois. Ils vont bien ?\"","\n","^\"Oui.\"","\n","^Je n'ai jamais vraiment cotoyé les parents d'Aloïs.","\n","^Je les voyais à certaines occasions, mais je crois pas leurs avoir parler en dehors de 'Bonjours' et 'Au-revoirs'.","\n","^Ils étaient gentils mais ils m'ont toujours fait un peu peur je crois.","\n","^Probablement car ce sont des professeurs.","\n","^Enfin, ils vont bien, c'est le principal.","\n","^\"Cool.\"","\n","^La discussion arrive à un point mort. Mais heureusement la porte du magasin s'ouvre et un hommme à la large posture en sort.","\n","^\"On est en service !\"","\n","^Aloïs passe rapidement devant moi.","\n","^\"Bonjour. Euh... Est-ce que le colis pour mes parents est arrivé ?\"","\n","^\"Ah Aloïs ! Il est derrière le contoire tu peux le prendre.\"","\n","^\"Merci!\"","\n","^Il rentre dans le magasin en pas de course et ressort tout aussi rapidement.","\n","^Notre discussion à dû le mettre mal à l'aise j'ai l'impression.","\n",{"->":"greg_intro"},{"#f":1}],"greg_intro":[["^\"Hmm... Ton visage me dit quelque chose.\"","\n","^\"Hey Greg, je pensais pas que tu m'oublierais si facilement.\"","\n","^\"Arianne !? Bon dieu ce que tu as grandis !\"","\n","^\"La dernière fois que je t'ai vu tu faisais cette taille !\"","\n","^Il fait un geste exagéré qui ne dépasse pas les un mètre cinquante.","\n","^\"Je sais que j'ai grandis mais tu exagère un peu.","\n","^\"Hahaha ! Toujours.\"","\n","^Lui en tout cas, n'a pas changé d'un poil. Peut-être les cheveux qui grisonne, mais c'est toujours le même homme souriant dont je me souviens.","\n","^\"Qu'est-ce qui t'amène ici ?\"","\n","^\"Ah oui, je dois acheter...\"","\n","ev","str","^Café Mega-Fort","/str","/ev",{"*":".^.c-0","flg":4},"ev","str","^Thé Extra-Fort","/str","/ev",{"*":".^.c-1","flg":4},"ev","str","^Café Extra-Fort","/str","/ev",{"*":".^.c-2","flg":4},{"c-0":["\n","ev","str","^CMF","/str","/ev",{"VAR=":"Coffee","re":true},"^\"Du Café Mega-Fort.\"","\n",{"->":".^.^.g-0"},{"#f":5}],"c-1":["\n","ev","str","^TEF","/str","/ev",{"VAR=":"Coffee","re":true},"^\"Du Thé Extra-Fort.\"","\n",{"->":".^.^.g-0"},{"#f":5}],"c-2":["\n","ev","str","^CEF","/str","/ev",{"VAR=":"Coffee","re":true},"^\"Du Café Extra-Fort.\"","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^\"Bien sur ! Il y en a dans l'îlo à droite.\"","\n","^\"Merci.\"","\n","^Je vais dans le dit îlot, prend un paquet du produit puis va payer à la caisse.","\n","^\"Du coup qu'est-ce que tu deviens ?\"","\n","^\"Moi pas grand chose.\"","\n","^\"Naaan, je te crois pas. L'Arianne que je connais n'a pas une vie barbante.\"","\n","^Je souris face à la remarque.","\n","^\"Je fais des études en ingénieurie.\"","\n","^\"Vraiment ? Quoique ça m'étonnes pas tant que ça.\"","\n","^\"En tout cas je pourrais pas faire ça. Trop de machination cérébrale.\"","\n","^\"C'est sur que tenir un magasin doit être bien plus relaxant pour tes neurones.\"","\n","^\"Hahaha !\"","\n","^\"J'en ri mais tu n'as pas tout à fait tord.\"","\n","^\"Ca devient de plus en plus difficile de rester au dessus de l'eau.\"","\n","^\"Les grandes surface en ville sont plus pratiques, plus rapide et ont plus de choix.\"","\n","^\"Même avec Elise pour m'aider ici je peux pas vraiment combattre le progrès.\"","\n","^\"C'est... Triste.\"","\n","^\"Oooh, me fait pas cette tête là. Les choses change, c'est normal.\"","\n","^\"De mon époque on avait des systèmes de locations de casette de films !\"","\n","^\"Ca n'existe plus car on n'en a plus besoin, c'est comme ça.\"","\n","^\"Tu sais Greg. Je suis assez grande pour avoir connu les locations de films.\"","\n","^\"...\"","\n","^\"HAHAHAHA !!\"","\n","^\"J'oublis tellement de choses desfois.\"","\n","^\"Mais j'oublis pas le plus important !\"","\n","^\"Le café ?\"","\n","^\"Non, toi bien sur !\"","\n","^\"D'ailleurs, t'as pu voir Zoé et Martin ?\"","\n","^\"Eh bien... En parlant de ça...\"","\n","^\"Un problème ?\"","\n","^\"...\"","\n","^\"Si tu veux m'en parler, tu sais que tu peux compter sur Greg !\"","\n","^Malgré le fait qu'il soit presque du même âge que ma mère, pour nous, Greg était plus proche d'un tonton sympa qu'une véritable figure d'autorité.","\n","^\"Je les ais vu hier, mais ça aurait pu mieux se passer.\"","\n","^\"C'est probablement de ma faute également.\"","\n","^\"Est-ce que tu voulais que ça se passe mal ?\"","\n","^\"Non évidemment !\"","\n","^\"Donc tout va bien !\"","\n","^\"Si tu leur explique ton point de vu ils comprendront.\"","\n","^\"Tu les connais depuis la maternelle, y'a pas de raison.\"","\n","^Pas sur de vraiment les connaitres maintenant.","\n","^\"Merci Greg.\"","\n","^\"Haha, de rien.\"","\n","^Je lui fait un signe de la main avant de repartir.","\n","^Il a probablement raison, je devrais les revoirs et parler.","\n","^C'est probablement la dernière fois qu'on se verra. Et je n'ai pas envie qu'on se quitte sur de mauvais termes.","\n","^Une fois arrivé à la maison, je pose les courses sur la table.","\n","^\"J'ai ce que tu voulais !\"","\n","^Maman rentre dans la cuisine et regarde les courses.","\n","ev",{"VAR?":"Coffee"},"str","^CMF","/str","==","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"MegaCoffee"},{"->":".^.^.^.106"},null]}],"nop","\n","ev",{"VAR?":"Coffee"},"str","^CEF","/str","==","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"ExtraCoffee"},{"->":".^.^.^.116"},null]}],"nop","\n","ev",{"VAR?":"Coffee"},"str","^TEF","/str","==","/ev",[{"->":".^.b","c":true},{"b":["^ ",{"->":"ExtraTea"},{"->":".^.^.^.126"},null]}],"nop","\n",{"#f":5}]}],{"#f":1}],"ExtraCoffee":["^\"Merci Arianne, c'est parfait.\"","\n","^\"Viens m'aider dans le garage, on dirait qu'une tornarde est passée par là...\"","\n","^\"Okay j'arrive.\"","\n",{"->":"afternoon"},{"#f":1}],"ExtraTea":["^\"Arianne...\"","\n","^\"J'avais demandé du Café Extra. Pas du Thé Extra.\"","\n","^\"Ah merde.\"","\n","^\"J'me suis emmèler les pinceaux.\"","\n","^\"C'est pas grave, j'irais en acheter cet aprem.\"","\n","^\"Par contre tu vas devoir m'aider toute la matinée au garage.\"","\n","^\"On dirait qu'une tornade est passée là dedans.\"","\n","^\"Okay maman.\"","\n",{"->":"afternoon"},{"#f":1}],"MegaCoffee":["^\"Arianne...\"","\n","^\"J'avais demandé du Café Extra. Pas du Café Méga.\"","\n","^\"C'est ton père qui le préfère comme ça.\"","\n","^\"Oh merde, j'ai pas fait attention.\"","\n","^\"Désolé maman.\"","\n","^\"C'est pas grave, ça en fera plus pour chez nous.\"","\n","^\"Par contre tu vas devoir m'aider toute la matinée au garage.\"","\n","^\"On dirait qu'une tornade est passée là dedans.\"","\n","^\"Okay maman.\"","\n",{"->":"afternoon"},{"#f":1}],"afternoon":["^Après avoir passé la matinée à ranger les affaires de Mamie et mangé un coup, je me dirige en direction de chez Zoé.","\n","^Martin avait l'air bien moins enclin à la discussion hier. Et je penses que Zoé voudra reparler.","\n","^Du moins j'espère...","\n","^Je continue à descendre la rue jusqu'à arriver devant sa maison.","\n","^Le doute me prend alors.","\n","^Devrais-je vraiment sonner ?","\n","^C'est probablement un peu trop tôt vu ce qu'il s'est passé.","\n","^Mais si je ne fait rien maintenant ça s'empirera.","\n","^Je n'ai juste pas envie de la déranger comme ça.","\n","^Que faire ?","\n","^\"Tout va bien jeune fille ?\"","\n","^Une voix féminine me bloque dans mon monologue.","\n","^\"Vous avez besoin de direction ?\"","\n","^Je lève la tête et remarque que quelqu'un se tient devant la porte à côté de moi.","\n","^C'est Maria, la mère de Zoé.","\n","^\"Oh non non, je suis là où je veux.\"","\n","^\"Attendez... Arianne c'est toi ? Qu'est-ce que tu as grandis !\"","\n","^J'ai une sensation de déjà-vu.","\n","^\"Bonjour Maria. Désolé de venir à l'improviste.\"","\n","^\"Oh mais nulle besoin de t'excuser, tu es et sera toujours la bienvenue chez nous.\"","\n","^\"Qu'est-ce qui t'amène ?\"","\n","^\"Je me demandais si Zoé était ici.\"","\n","^\"Oh tu viens juste de la rater. Elle est partie voir Martin il n'y a pas si longtemps.\"","\n","^\"Ah ça rapelle le bon vieux temps de quand vous jouiez tout les quatres.\"","\n","^\"...\"","\n","^\"Merci, je vais y aller.\"","\n","^\"Passez une bonne journée.\"","\n","^\"Vous aussi.\"","\n","^Je me dirige alors vers chez Martin.","\n","^Malgré les années, je retrouves facilement le chemin, et fini par arriver chez lui.","\n","^Arrivant devant sa grande maison, j'entends Zoé parlant à la porte.","\n","^\"Aller !\"","\n","^\"Je te dis que je me sens pas bien..\"","\n","^\"Arrête avec tes excuses ! C'est aujourd'hui ou jamais !\"","\n","^\"Si on fait rien on le regrettera !\"","\n","^\"Je n'ai pas envie de...\"","\n","^Martin lève la tête, ses mots tombant alors qu'il me remarque.","\n","^\"De ?\"","\n","^Elle tourne la tête dans la direction de Martin, son visage affichant un mélange de mécontentement et de tristesse.","\n","^Puis elle me remarque, et son visage change du tout au tout, reprenant son sourir habituel.","\n","^\"Arianne !!\"","\n","^Elle descend les marches qui mène à la porte d'entrée pour venir me voir.","\n","^\"Contente de te revoir !\"","\n","^\"Salut Zoé. De même.\"","\n","^Je donne un faible sourire et penche la tête en direction de Martin qui reste sans un mot sur le pas de sa maison.","\n","^Je respire un coup, tournant les mots de Greg dans ma tête une fois de plus.","\n","^\"Pour hier...\"","\n","^\"Maintenant qu'on est tous là, allons au square !\"","\n","^\"Attends Zoé je..\"","\n","^\"Nan nan, on y va maintenant.\"","\n","^Elle appuie le 'maintenant' en tournant sa tête vers Martin.","\n","^Celui ci, après avoir fait une expression difficile, ferme la porte derrière lui et s'approche de nous.","\n","^\"Allons-y !\"","\n","^Zoé commence alors à marcher sans faire attention à Martin ou moi.","\n","^Le chemin en direction du square est pour le moins malaisant.","\n","^Zoé est en tête et Martin n'ose pas me regarder.","\n","^J'ai envie de dire quelque chose mais je n'ose pas faire grand chose.","\n","^Je vois pas comment Zoé peut garder son sourire. Je pourrais couper la tension avec un couteau.","\n","^\"Oh on est bientôt arrivé !\"","\n","^Elle se tourne et prend mon poignet, me tirant vers l'entrée du square.","\n","^Le lieu n'a pas changé.","\n","^Les mêmes chemins de terre et graviers parcourant le parc, les arbres que nous escaladions et l'air de jeu dans laquelle on a passé tant de temps.","\n","^Milles et une histoires ont été raconté, joué et oublié ici.","\n","^La nostalgie me pince légèrement le coeur, mais au vu de sa réaction hier, ce doit être pire pour Martin.","\n","^\"Hey regardez !\"","\n","^Zoé est monté sur le toit d'un des jeux en bois.","\n","^\"Je suis la plus grande !\"","\n","^\"Zoé.. fait attention s'il te plait...\"","\n","^C'est la première chose que je l'entends dire depuis tout à l'heure, il a l'air vraiment inquiet.","\n","^\"Ne t'inquiète pas ! Je suis Miss Mouse ! Voleuse extra-ordinaire !\"","\n","^\"Je suis aussi agile que le vent et aussi discrète que la nuit.\"","\n","^Zoé glisse le long du toit avant d'atterir sur une petit plateforme.","\n","^Miss Mouse.","\n","^Je n'ai pas entendu ce nom prononcé depuis longtemps.","\n","^C'est la méchante d'une BD que nous lisions tous ensemble, et Zoé l'adore.","\n","^Martin et Zoé finissait souvent dans des arguments, lui étant un grand fan du personnage principal, Detective Wolf.","\n","^Mais c'était aussi la source de nombre de nos jeux.","\n","^\"Oh mais qui va donc me poursuivre ? Je suis sur le point de voler un précieux diamant !\"","\n","^\"Zoé descend...\"","\n","^\"Non ! Je suis Miss Mouse.\"","\n","^\"Miss M...\"","\n","^\"Zoé c'est pas drôle..\"","\n","^\"Alerte police. Nous avons besoin de renfort. Le diamant du musée vient d'être volé.\"","\n","^Zoé se tourne vers moi, affichant un grand sourire.","\n","^\"Jamais vous ne m'attraperait.\"","\n","^\"J'avais un plan de secours depuis le début.\"","\n","^Elle se retourne et descend le long du tobbogan.","\n","^\"La cible est perdue de vu ! Nous avons besoin d'un détective pour retrouver sa trace.\"","\n","^Je tourne mon regard vers Martin qui n'a toujours pas bougé.","\n","^\"Seul mon arch-nemesis saurait me tenir tête.\"","\n","^\"Mais il semblerait qu'il ne soit pas là aujourd'hui.\"","\n","^\"...\"","\n","^\"Appeler tout le monde, que quelqu'un trouve Mr.Wolf.\"","\n","^\"...\"","\n","^\"Si je m'échappe, c'est la fin ! On ne me reverra jamais !\"","\n","^\"...\"","\n","^\"Arrête toi là...\"","\n","^\"Hm ?\"","\n","^\"Arrête toi là, Miss.\"","\n","^\"Je crois avoir un signal !\"","\n","^\"Arrête toi là Miss Mouse !\"","\n","^\"Car je suis le grand Détective Wolf et rien ne saura me stopper dans ma poursuite de la justice !\"","\n","^Martin se place devant Zoé, étant à présent entièrement dans la fantasy.","\n","^\"Rend toi maintenant !\"","\n","^\"Damned ! Je suis faite avoir comme un rat !\"","\n","^\"C'est la fin de tes activités, tu as ma parole.\"","\n","^\"Jamais !\"","\n","^Zoé commence à courir dans le square.","\n","^\"Arrêtez-vous !\"","\n","^\"Reviens là Miss Mouse !\"","\n","^Martin et moi commençons alors à la courser.","\n","^J'ai l'impression d'être revenu dans le temps.","\n","^On pouvait passer des journées tout les quatres à prétendre être ce qu'on voulait et imaginer des histoires.","\n","^Après une dizaine de minutes, nous nous ponsons sur un banc.","\n","^\"Haha, j'ai pas autant couru depuis si longtemps.\"","\n","^\"Vraiment ? Tu m'étonnes.\"","\n","^\"Je sens plus mes jambes c'est horrible.\"","\n","^\"Ca m'avait manqué nos jeux de Detective Wolf.\"","\n","^On reste comme ça un petit moment, reprenant notre souffle.","\n","^Puis je me lève, faisant face au banc.","\n","^\"Hey, à propos d'hier...\"","\n","^\"Hm ?\"","\n","^Martin baisse un peu le regard, n'ayant visiblement pas envie d'y repenser.","\n","^\"C'est juste... On a besoin de parler de Yann.\"","\n","^Les deux reste silencieux.","\n","^\"On peut pas ne rien faire. Il était une partie centrale de nos vie !\"","\n","^\"Le fait qu'il soit plus là..\"","\n","^\"C'est...\"","\n","^Je perds un peu mes mots, je sais ce que je veux dire, mais je trouve pas les bonnes paroles.","\n","^\"Arianne...\"","\n","^\"Hey !\"","\n","^Je lève les yeux et remarque qu'une jeune femme est entrain de nous interpeller.","\n","^Elle s'avance vers notre direction d'un pas décidé.","\n","^\"Vous arrivez pas à lire ? Réservé aux moins de dix ans.\"","\n","^\"Non c'est juste que...\"","\n","^Martin et Zoé se lève","\n","^\"Attends..\"","\n","^\"J'te reconnais.\"","\n","^Elle ecarquille les yeux, et je me souviens également de la personne en face de moi.","\n","^C'est la fille de Greg, Elise.","\n","^\"Qu'est-ce que tu fais ici Arianne ?\"","\n","^\"On va partir d'ici, okay ?\"","\n","^\"Je te parle pas la barbe à papa.\"","\n","end",{"#f":1}],"EliseYesGrigri":["end",{"#f":1}],"EliseNoGrigri":["end",{"#f":1}],"global decl":["ev",0,{"VAR=":"grigriLives"},0,{"VAR=":"RS_Zoe"},0,{"VAR=":"RS_Martin"},"str","^","/str",{"VAR=":"BirthdayEnding"},{"list":{},"origins":["CHOICES_TEST"]},{"VAR=":"CHOICES_TEST"},"str","^","/str",{"VAR=":"Coffee"},"/ev","end",null],"#f":1}],"listDefs":{"CHOICES_TEST":{"Z0":1,"A1":2,"A2":3,"A3":4,"GEli0":5,"GEli1":6}}}